cask "alacritty"
cask "docker"
brew "docker-compose"
brew "tmux"
brew "stow"
brew "bat"
brew "ripgrep"
brew "node"
brew "python"
brew "zsh"
brew "neovim"
brew "gh"
brew "lua"
brew "luajit"
brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"
brew "FelixKratz/formulae/sketchybar"
brew "lazygit"
brew "fd"
brew "lsd"
brew "fzf"
brew "jq"
brew "ranger"
