# Homebrew bundle for .dotfiles

brew "git"
brew "python"
brew "stow"
brew "tmux"
brew "helix"
brew "lsd"
brew "bat"
brew "fzf"
brew "ripgrep"
brew "lazygit"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "direnv"

cask "alacritty"
cask "font-sf-mono-nerd-font"
